"%@ - Offline" = "%@ - offline";

"3D Secure" = "3D Secure";

"Add New Card…" = "Új kártya hozzáadása...";

"Add a Card" = "Kártya hozzáadása";

"Apt." = "Házszám";

"Contact" = "Kapcsolat";

"Delivery" = "Szállítás";

"Delivery Address" = "Szállítási cím";

"Free" = "Ingyenes";

"Invalid Shipping Address" = "Érvénytelen szállítási cím";

"Loading…" = "Betöltés...";

"Multibanco" = "Multibanco";

"Next" = "Tovább";

"Online Banking (FPX)" = "Online bankolás (FPX)";

"Payment Method" = "Fizetési mód";

"Shipping" = "Szállítás";

"Shipping Method" = "Szállítási mód";

"Use Billing" = "Számlázási használata";

"Use Delivery" = "Szállítási használata";

"Use Shipping" = "Szállítási használata";
